{
	"cuss_words" : ["wanker", "shit", "fuck", "damn", "motherfucker", "pendejo", "cunt", "ass", "asshole", "asshat", "dick", "cock", "dickbag", "cock sucker", "shitlicker", "Christ", "cumbag", "whore", "WENCH", "puta", "gadzooks"],
	"drinks" : ["Red Bull + Vodka", "koolaid", "wine", "water", "Coke", "Pepsi", "AW", "Mug Root Beer", "Jack Daniels", "Grey Goose", "Captain Morgan", "Orange Juice", "Apple Juice", "Grape Juice", "Fanta", "Hi-C", "Sprite", "Poweraide"],
	"insults" : ["I hath fornicated with thines mother last fortnight", "yes, i did bite my thumb at you, suck it", "your mother is a whore", "you foul swine faced ape", "[insert racial slur here]", "suck my robo-dick", "your girlfriend smells like a fish market", "get one of your 3 friends to do it", "Thou hast fucked thines mother last fortnight", "really?", "fuck the pussy that you slithered out of", "Your BO is smells like burnt onions"],
	"jokes" : ["turn on your front facing camera, that's a pretty funny joke", "why do seaguls fly over the sea, becasue if they flew over the bay they would be bagels", "what is black and sits in the corner.....a baby with their finger in a power outlet", "Why did the scarecrow get an award, because he was outstanding in his field" , "whats yellow and can't swim? A bus full of disabled children", "Why do so many orphans break the law? They want to know what it feels like to be wanted.", "libby keeps on trying to fuck me", "Today I asked Siri why I was still single, it activated the front camera", "dont challenge Death to a pillow fight, unless you're ready for the reaper cushoins", "I don't have a carbon footprint, I just drive everywhere", "Everyone has the capacity to bring a smile to your face, like when you push them down the stairs for instance", "what does my dad and nemo have in common? They both can't be found. Reid where tf are you?", "You know the saying 'One mans trash is another mans treasure', great saying, horrible way to find out you're adopted", "Want to know how to make any salad a caesar salad? Stab it 23 times", "Reid is mad that I have no sense of direction, so I packed up my stuff and right", "You know you're not liked when you get asked to take the family photo", "Where did joe go after getting lost in the minefield? everywhere", "Whats red and bad for your teeth? a brick", "My grandfather says that my generation relies too much on technology, so I unplugged his life support", "My parents raised me as an only child, which really pissed off my sister", "How many emo kids does it take to screw in a lightbulb, None, they all sit in a corner and cry", "I have a stepladder because my real ladder left when I was 5", "They laughed at my crayon drawing, so I laughed at their chalk outline", "I have many jokes about unemployed people, sadly none of them work", "You're not completely useless, you can always be used as a bad example", "Why cant Michael Jackson go within 500 metres of a school? Because he's dead", "I'm sorry and I apologize mean the same thing, except at a funeral", "What's the difference between Iron Man and Iron Woman, one's a command and one is a superhero", "I'll never forget my grandfather's last words to me, 'Are you still holding the ladder?'", "What's the hardest part of a vegetable to eat? The wheelchair", "My grandmother had the heart of a lion, and a lifetime ban at the zoo", "What do you call an inexpensive circumcision? A ripoff", "What's the difference between a baby and a sweet potato, about 140 calories", "Why was the leper hockey game canceled? Because there was a face off in the corner", "What do you call a dog with no legs? Doesnt matter, he wont come anyways", "Dark humor is like food, not everyone gets it", "My boss told me to have a great day, so I went home", "My daughter asked how stars die, usually an overdose I said", "I was shocked when I found out my toaster was not waterproof", "Did you know that Ireland's capital is growing super fast? It's Dublin"]
}
